[
  {
    "id": "chunk_79",
    "source": null,
    "content": "*This advertising is for informational purposes only.  \nActual coverages and your eligibility may vary by company and state.  \nFor exact terms, conditions, exclusions, and limitations,  \nplease contact a licensed title insurance company in your area.*"
  },
  {
    "id": "chunk_96",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_121",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_176",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_38",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_160",
    "source": null,
    "content": "Before you start looking, complete the Find Your Ideal Home Checklist to determine your priorities before you shop. This will help your agent recommend great options! Keeping your priorities top of mind may help you quickly eliminate the homes that aren’t right and help narrow down your list. Use the Home Evaluation Checklist to note each home’s features, be sure to capture plenty of details and take pictures! Keep your deadlines flagged on your calendar."
  },
  {
    "id": "chunk_137",
    "source": null,
    "content": "This schedule of fees has been prepared and published in compliance with the  \nDivision of Insurance of the State of Colorado and for the convenience of our  \ncustomers in determining charges for services regularly rendered.\nOther types of coverages are available. Please contact our local office for  \nmore information. Other fees and charges may apply. Amounts shown herein  \nare subject to change."
  },
  {
    "id": "chunk_80",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_8",
    "source": null,
    "content": "ALLIED TITLE & ESCROW, LLC is not liable for notices or violations of:  \n- Occupancy  \n- Zoning  \n- Truth-in-lending  \n- Consumer protection regulations  \n- Governmental orders"
  },
  {
    "id": "chunk_14",
    "source": null,
    "content": "ALLIED TITLE & ESCROW, LLC may make corrections to the settlement statement if:  \n- Items are incorrect  \n- Collected funds are insufficient  \nParties agree to reimburse any owed amounts and cover related legal fees."
  },
  {
    "id": "chunk_43",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_55",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_75",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_22",
    "source": null,
    "content": "Purchaser(s) acknowledge receipt of the survey and confirm that all details (e.g., lot lines, easements, encroachments) were explained at settlement."
  },
  {
    "id": "chunk_34",
    "source": null,
    "content": "State: __________________________  \nCounty/City: ____________________  \nSubscribed and sworn before me this ______ day of _____________, 20______\n______________________________________________  \nNotary Public  \n______________________________________________  \nCommission Expiration Date"
  },
  {
    "id": "chunk_183",
    "source": null,
    "content": "- If you provide a copy of the current Owner’s title policy (your own or the seller’s) and it is **less than 10 years old**, you may be eligible for a **reissue credit** — a reduced price on the new policy."
  },
  {
    "id": "chunk_63",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_4",
    "source": null,
    "content": "The Seller(s)/Owner(s) confirm there are no unpaid obligations affecting the property other than those shown on the settlement statement.  \nThey guarantee prompt and full satisfaction of any unpaid liens/bills not listed and indemnify the Settlement Agent from liability."
  },
  {
    "id": "chunk_140",
    "source": null,
    "content": "| Service Description                                       | Fee       |\n|-----------------------------------------------------------|-----------|\n| Closing Fee – Real Estate Agent or Broker Facilitated Sale| $300.00   |\n| Loan Closing Fee – Concurrent with Residential Sale       | $425.00   |\n| Loan Closing Fee – Residential Refinance                  | $450.00   |\n| Loan Closing Fee – 2nd/Junior                             | $200.00   |\n| Closing Fee – Commercial Sale                             | $600.00   |\n| Closing Fee – Commercial Loan                             | $600.00   |"
  },
  {
    "id": "chunk_18",
    "source": null,
    "content": "The parties certify that they are the actual parties to the transaction and that identity representations are accurate."
  },
  {
    "id": "chunk_117",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_101",
    "source": null,
    "content": "You'll be introduced to your dedicated Processor, your go-to contact from now until you get your keys."
  },
  {
    "id": "chunk_59",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_156",
    "source": null,
    "content": "You’ve gotten all of your questions answered and collected data. Did you find a lender you are comfortable with? Great! Ask the lender for a mortgage pre-approval. Pre-approval is not a guarantee that you’ll get a loan; and it does not commit you as the buyer. It’s a statement that you’re financially qualified to receive one, based on a preliminary examination of your finances. This will also give you a maximum loan amount, so you know what you can afford to spend. It’s a great sign for your agent and the home seller that you are ready and able to buy."
  },
  {
    "id": "chunk_157",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_100",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_58",
    "source": null,
    "content": "You sign the legal documents and receive the keys to your home."
  },
  {
    "id": "chunk_116",
    "source": null,
    "content": "Your title professional has your back. They sweat the small stuff so you don't have to, giving you peace of mind."
  },
  {
    "id": "chunk_141",
    "source": null,
    "content": "| Service Description                                       | Fee       |\n|-----------------------------------------------------------|-----------|\n| Tax Certification                                         | $40.00    |\n| Closing Protection Letter                                 | $25.00    |\n| Owners Extended Coverage                                  | $65.00    |\n| Mobile Notary                                             | $150.00   |\n| Electronic Document Recording Fee                         | $10.00    |\n| Deed Processing and Prep                                  | $65.00    |\n| Release Tracking                                          | $35.00    |\n| Issuance of a Cashier’s Check                             | $30.00    |\n| Overnight or Courier                                      | $30.00    |\n| Wire Transfer of Funds                                    | $30.00    |\n| Additional Labor (beyond 6 hours)                         | $100.00/hour |\n| Title or Property Research (non-closing service)          | $100.00/hour |"
  },
  {
    "id": "chunk_5",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_19",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_62",
    "source": null,
    "content": "Buying a home is an exciting and emotional time.  \nTo help you buy your home with confidence, make sure you get **owner's title insurance**.  \nHere’s why it’s so important:"
  },
  {
    "id": "chunk_35",
    "source": null,
    "content": "Agreement made this (Day) of (Month), (Year) by and between:\n- **Buyer(s):** (Buyer Name)  \n- **Seller(s):** (Seller Name)  \nBuyer(s) and Seller(s) desire to memorialize certain understandings and transactions occurring this date in connection with the performance of the parties under a certain Purchase and Sales Agreement for the premises situated at:"
  },
  {
    "id": "chunk_182",
    "source": null,
    "content": "- Costs approximately **20% more** than the standard policy.\n- Includes additional coverages such as:\n- **Inflation rider**: Increases coverage by **10% per year** for the first 5 years (up to 150% total).\n- For more information:  \nhttp://www.oldrepublictitle.com/orstarslink/brochures/Enhanced%20Homeowner%20Policy%20of%20Title%20Insurance.pdf"
  },
  {
    "id": "chunk_23",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_74",
    "source": null,
    "content": "More than **80% of homebuyers in the U.S.** choose to get owner’s title insurance every year."
  },
  {
    "id": "chunk_54",
    "source": null,
    "content": "1. **Owner’s Policy**  \nProtects your property rights for as long as you or your heirs own the home.\n2. **Lender’s Policy**  \nUsually required by the lender and protects only the lender’s financial interests.  \nThe buyer typically pays for this policy, but this varies by location.  \nAsk an ALTA member how it’s handled in your area."
  },
  {
    "id": "chunk_42",
    "source": null,
    "content": "A home is the single largest investment most of us will make in our lives.  \nTo buy with confidence, get **owner's title insurance** — it's the smart way to protect your property from legal and financial claims.  \nTo help you understand how it works, here are answers to common questions:"
  },
  {
    "id": "chunk_9",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_15",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_136",
    "source": null,
    "content": "| Service Description                                       | Fee       |\n|-----------------------------------------------------------|-----------|\n| Tax Certification                                         | $40.00    |\n| Closing Protection Letter                                 | $25.00    |\n| Owners Extended Coverage                                  | $65.00    |\n| Mobile Notary                                             | $150.00   |\n| Electronic Document Recording Fee                         | $10.00    |\n| Deed Processing and Prep                                  | $65.00    |\n| Release Tracking                                          | $35.00    |\n| Issuance of a Cashier’s Check                             | $30.00    |\n| Overnight or Courier                                      | $30.00    |\n| Wire Transfer of Funds                                    | $30.00    |\n| Additional Labor (beyond 6 hours)                         | $100.00/hour |\n| Title or Property Research (non-closing service)          | $100.00/hour |"
  },
  {
    "id": "chunk_81",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_39",
    "source": null,
    "content": "______________________________  \n(Buyer Name)\n______________________________  \n(Seller Name)"
  },
  {
    "id": "chunk_161",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_177",
    "source": null,
    "content": "ACH – YOUR VIRTUAL COURIER  \nSupport@Zoccam.com"
  },
  {
    "id": "chunk_78",
    "source": null,
    "content": "Email: info@alliedtitleandescrow.com  \n3100 Clarendon Blvd, Ste 630, Arlington, VA 22201-5302  \nPhone: 703-567-7933  \nWebsite: www.alliedtitleandescrow.com"
  },
  {
    "id": "chunk_97",
    "source": null,
    "content": "- Order a title search  \n- Prepare legal documents  \n- Coordinate with your agent and lender  \n- Ensure your ownership is clear and protected  \n- Provide a final settlement statement for review  \n- Schedule your closing (in-office or mobile)  \n- Answer any last-minute questions  \n- ...and anything else you might need!"
  },
  {
    "id": "chunk_120",
    "source": null,
    "content": "A title search is an early step in the home buying process to uncover issues that could limit your rights to the property.  \nIf a title issue is discovered, most often your title professional will take care of it without you even knowing.  \nAfter the title problem is fixed, you are able to purchase owner's title insurance.  \nThe title search protects you from unknowingly inheriting a previous owner's debts, legal obligations or other title problems."
  },
  {
    "id": "chunk_73",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_24",
    "source": null,
    "content": "The Seller must disclose any applicable Homeowner’s or Condominium Associations.  \nFailure to do so makes the Seller responsible for associated fees and prorations."
  },
  {
    "id": "chunk_32",
    "source": null,
    "content": "- I/We have owned the property continuously for __________ years.  \n- Enjoyment has been peaceable and undisturbed.  \n- Title has never been disputed or questioned to my/our knowledge.  \n- I/We are not aware of any facts that would raise a dispute over title or possession.\n1. No party other than the Seller(s)/Owner(s) is in possession of any part of the property under any unrecorded leases or tenancy.\n2. During our ownership, no part of the premises has been conveyed nor any action taken that could change property boundaries.\n3. No encroachments have been made on the property by adjoining landowners, and we have not encroached on others' properties.\n4. No easements, rights of way, continuous driveway use, or utility access has been allowed or is known to exist adversely over the property.\n5. No construction, erection, alteration, or repairs have been made on the property within the past 180 days.  \n- No materials have been delivered for which unpaid charges remain.\n6. We have no knowledge of any highways, abandoned roads, lanes, cemeteries, springs, streams, rivers, ponds, or lakes on or bordering the property.\n7. We are unaware of any unpaid taxes or special assessments not already disclosed in the title insurance binder or attorney's opinion.\n8. No violations of covenants, restrictions, agreements, conditions, or zoning ordinances affecting the property have occurred or are known."
  },
  {
    "id": "chunk_185",
    "source": null,
    "content": "(Prepared August 2022 — © Old Republic Title | EZMO239)"
  },
  {
    "id": "chunk_65",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_2",
    "source": null,
    "content": "The Purchaser(s)/Borrower(s) and Seller(s)/Owner(s) acknowledge receipt of a copy of the settlement statement and accept it as a correct representation of the agreement.  \nALLIED TITLE & ESCROW, LLC (“Settlement Agent”) has no liability for matters not appearing of record after the title examination date.  \nThe parties acknowledge that ALLIED TITLE & ESCROW, LLC, as the title insurance agent, receives a commission on the title insurance premium."
  },
  {
    "id": "chunk_146",
    "source": null,
    "content": "Take time to review your finances before the bank does. It will pay off!\n- **Income:** Your lender will review employer information, time at job, and paystubs.\n- **Credit Scores:** Request your full credit report (including your credit score) from Experian, Equifax, and TransUnion. Most companies will provide these once a year at no cost. Outside sources may not provide everything you need so, be sure to get them from the source.\n- **Understand Your Credit Score:** Your credit score will be reported on as a number between 300 and 850. Your score will impact your qualification for a mortgage loan and your interest rate. Higher scores really do win here.\n- **Check Your Balances:** You’ll need money for a down payment as well as insurance. If you can’t currently qualify for a loan, or will barely qualify, take steps to improve your credit score so you’ll be ready in the future."
  },
  {
    "id": "chunk_111",
    "source": null,
    "content": "- Only if the attorney handling the closing uses Qualia.\n- Our Qualia is set up differently to handle WV files than it is for VA files, so you will not be able to access our Qualia file."
  },
  {
    "id": "chunk_49",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_107",
    "source": null,
    "content": "- We issue the title policy for the closing attorney and offer guidance on title issues.\n- We can also assist with any logistics or services as they request."
  },
  {
    "id": "chunk_150",
    "source": null,
    "content": "Make a list of your regular monthly expenses (credit card payments, student loans, car payments, and other recurring expenses, as well as average food, transportation, utilities, cell phone bills, etc.). When you see what you spend, you can set a realistic budget."
  },
  {
    "id": "chunk_90",
    "source": null,
    "content": "Yes!  \nWe’re happy to assist with any communication between you and  \nthe attorney handling your closing."
  },
  {
    "id": "chunk_127",
    "source": null,
    "content": "**Standard coverage** protects against prior covered matters, such as:\n- Someone claiming an ownership interest in your title\n- Leases, contracts, or options affecting your title\n- Someone claiming to have rights affecting your title due to forgery or impersonation\n- Someone having a right to limit your use of the land\n- Unmarketability of your Title\n- A defective Title\n**Enhanced coverage** includes all the risks within the standard policy as well as additional including:\n- Inflation: your policy will increase 10% a year for 5 years\n- Zoning violations\n- Subdivision law violations\n- Improvements that encroach into an easement\n- Building permit violations\n- Covenants, conditions, and restrictions\n- Lack of vehicular and pedestrian access\n- Supplemental assessments arising as a result of construction or a transfer prior to the policy date\n- Damage to your house caused from someone with easement rights\n- Someone refuses to buy your land because your neighbor's structures are on your land\n- Your house or lawn and trees are being damaged by someone with rights to dig a well or mine\n*Some coverages are subject to deductibles and liability caps*"
  },
  {
    "id": "chunk_28",
    "source": null,
    "content": "______________________________  \n(Buyer Name)\n______________________________  \n(Seller Name)"
  },
  {
    "id": "chunk_170",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_189",
    "source": null,
    "content": "| Coverage Description                                                                                                 | Standard | Homeowner’s |\n|----------------------------------------------------------------------------------------------------------------------|----------|-------------|\n| Someone else owns an interest in the title                                                                           | YES      | YES         |\n| Someone else has rights affecting your title due to a lease, contract, option, or easement                          |          | YES         |\n| An existing defect, lien, or encumbrance not disclosed in the policy                                                | YES      | YES         |\n| Refusal to perform a contract to purchase, lease, or make a mortgage on the land due to title defects               | YES      | YES*        |\n| Improper execution, notarization, or recording of conveyance documents                                              | YES      | YES         |\n| Neighbor’s structures encroach onto your land                                                                       | NO       | YES         |\n| Your structures encroach onto a neighbor’s land                                                                     | NO       | YES         |\n| Structures violate an easement or building setback                                                                  | NO       | YES         |\n| You can't use an easement affecting your title                                                                       | NO       | YES         |\n| No vehicular/pedestrian access to and from your land                                                                | NO       | YES         |\n| Neighbor builds structures (not boundary walls/fences)                                                              | NO       | YES**       |\n| Residence not located on the land per Schedule A                                                                    | NO       | YES         |\n| Policy map does not show correct location per records                                                               | NO       | YES         |\n| Damage to improvements from subsurface development                                                                  | NO       | YES***      |\n| Loss of title due to covenant/restriction violation                                                                 | NO       | YES         |\n| Violation of subdivision law causes: <br> - Inability to obtain building permit <br> - Required correction/removal <br> - Refusal to contract due to violation | NO | YES |\n| Ordered to remove structure for lack of building permit (excluding boundary walls/fences)                           | NO       | YES         |\n| Use of land as residence violates zoning laws                                                                        | NO       | YES         |\n| Neighbor builds post-policy structures (not walls)                                                                  | NO       | YES**       |"
  },
  {
    "id": "chunk_166",
    "source": null,
    "content": "Once your offer has been approved, it’s time to call your lender to get started on the mortgage application."
  },
  {
    "id": "chunk_69",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_131",
    "source": null,
    "content": "| Coverage Description                                                                                                          | Standard | Enhanced |\n|-------------------------------------------------------------------------------------------------------------------------------|----------|----------|\n| Title to the estate or interest described in Schedule A being vested other than as stated therein                             | YES      | YES      |\n| Any defect in or lien or encumbrance on the title                                                                              | YES      | YES      |\n| Unmarketability of the title                                                                                                   | YES      | YES      |\n| Lack of right of access to and from the land                                                                                   | YES      | YES      |\n| You do not have both actual vehicular and pedestrian access to and from the land based upon a legal right                     | NO       | YES      |\n| You are forced to correct or remove an existing violation of any covenant, condition or restriction affecting the land         | NO*      | YES      |\n| You are unable to obtain a building permit; you are required to correct/remove the violation; or lose contracts/loans due to subdivision violation | NO* | YES |\n| You are forced to remove/remedy existing structures (excluding boundary walls/fences) due to lack of a building permit        | NO*      | YES+     |\n| You are forced to remove/remedy structures due to zoning violations                                                            | NO*      | YES+     |\n| You cannot use the land for single-family residence due to zoning laws                                                         | NO*      | YES      |\n| You are forced to remove your structures due to encroachment onto your neighbor's land                                         | YES      | YES+     |\n| Contracts/loans are refused due to your neighbor's structures encroaching onto your land                                       | YES      | YES      |\n| You are forced to remove structures that encroach onto an easement or building set-back line                                   | YES      | YES      |\n| Structures are damaged due to exercise of easement rights                                                                      | YES      | YES      |\n| Improvements (lawns, trees) are damaged due to future mineral/water/substance extraction rights                                | NO       | YES      |\n| Someone enforces a discriminatory covenant/restriction (race, religion, etc.)                                                  | NO*      | YES      |\n| Supplemental real estate taxes assessed before policy date due to construction or ownership change                            | NO       | YES      |\n| Your neighbor builds structures post-policy date that encroach onto your land                                                  | NO       | YES      |\n| The residence is not located on the land at the policy date                                                                    | NO       | YES      |\n| Policy map does not match the public records location of the land                                                              | NO       | YES      |"
  },
  {
    "id": "chunk_86",
    "source": null,
    "content": "- The attorney handles all **escrows** and **disbursements**."
  },
  {
    "id": "chunk_12",
    "source": null,
    "content": "Paulson Law Group PLLC acts as legal counsel to ALLIED TITLE & ESCROW, LLC.  \nIf an attorney from the firm conducts the settlement, they do not represent either party.  \nAny owed legal fees may be disbursed up to 90 days after settlement."
  },
  {
    "id": "chunk_45",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_53",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_52",
    "source": null,
    "content": "The one-time payment is low relative to the value of your home.  \nThe typical owner’s title insurance policy costs around **0.5% of the home's purchase price**."
  },
  {
    "id": "chunk_44",
    "source": null,
    "content": "A title is your legal ownership right to your property."
  },
  {
    "id": "chunk_13",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_68",
    "source": null,
    "content": "Owner’s title insurance is a **one-time fee** that is **low relative to the value it provides**.  \nIt typically costs around **0.5% of the home’s purchase price**."
  },
  {
    "id": "chunk_130",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_87",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_188",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_167",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_29",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_171",
    "source": null,
    "content": "1. Once logged in, click the “Earnest Money” box.\n2. In the top search bar, type in “Allied” and select the “Allied” icon.\n3. Select “OK” on the confirmation.  \n*It is okay if it says \"Allied Title Partners\" in the confirmation.*\n4. Select the appropriate Allied entity icon:  \n- Allied Title Partners  \n- Allied Title Texas  \n- Allied Commercial Ventures  \n*(Use the one that matches your transaction.)*\n5. Enter the property address, check amount, and all other requested information on screen."
  },
  {
    "id": "chunk_91",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_126",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_151",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_106",
    "source": null,
    "content": "- West Virginia is an attorney-only state. This means that an attorney must conduct the closing and handle all funds.\n- We work closely with trusted attorneys in WV to ensure that the process for you and your clients is as similar to Allied's full-service offerings in non-attorney states as possible."
  },
  {
    "id": "chunk_110",
    "source": null,
    "content": "- Absolutely!\n- We will be happy to help out with any communication between you and the attorney handling the closing."
  },
  {
    "id": "chunk_48",
    "source": null,
    "content": "If you're buying a home, title insurance is a policy that protects your investment and property rights."
  },
  {
    "id": "chunk_147",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_3",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_64",
    "source": null,
    "content": "A home is probably the single largest investment you’ll make in your life.  \nYou insure everything else that’s valuable to you — your life, car, health, pets —  \nso why not your home?  \nFor a **one-time fee**, owner's title insurance protects your **property rights** for as long as  \nyou or your heirs own your home."
  },
  {
    "id": "chunk_33",
    "source": null,
    "content": "(Seller Name)"
  },
  {
    "id": "chunk_184",
    "source": null,
    "content": "- I want to purchase an Owner’s Title Policy.\n- I want to purchase an enhanced Owner’s Title Policy.\n- I do not want an Owner’s title policy."
  },
  {
    "id": "chunk_192",
    "source": null,
    "content": "orders@alliedtitleandescrow.com  \n703-567-7933"
  },
  {
    "id": "chunk_25",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_72",
    "source": null,
    "content": "Homeowners insurance and warranties protect the **structure** and **belongings**.  \nOnly owner’s title insurance protects your **legal ownership**."
  },
  {
    "id": "chunk_152",
    "source": null,
    "content": "Determine your DTI by taking your total monthly expenses and dividing that number by your total monthly income. This percentage helps determine how much you can afford to spend for a house. Your lender can provide a target. Rule of thumb: 43% is the number you’ll want to be below. At lower numbers, you may receive better terms and interest rates."
  },
  {
    "id": "chunk_105",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_113",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_144",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_0",
    "source": null,
    "content": "**File No.:** (File Number)  \n**Buyer(s)/Borrower(s):** (Buyer Name)  \n**Seller(s)/Owner(s):** (Seller Name)  \n**Property:** (Property Address)"
  },
  {
    "id": "chunk_88",
    "source": null,
    "content": "Yes, absolutely!  \nYou can submit your EMD using the following options:\n1. Through the **Earnnest** mobile app  \n2. Wire transfer from your bank  \n3. Overnight a check to one of our offices  \nOnce we receive the funds, Allied will transfer them to the closing attorney."
  },
  {
    "id": "chunk_67",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_168",
    "source": null,
    "content": "Allied Title offers closing flexibility so that you can choose the closing that you are most comfortable with. Your settlement agent will provide a thorough explanation on payments and closing costs, insurance, and other information you’ll need so that as soon as everything is finalized, you’ll have the keys to your new home."
  },
  {
    "id": "chunk_30",
    "source": null,
    "content": "(Property Address)  \nOwned by: (Seller Name)"
  },
  {
    "id": "chunk_187",
    "source": null,
    "content": "This brochure contains only a partial list of Covered Risks. All risks are subject to policy conditions, exclusions, and exceptions.  \nThe Homeowner's Policy covers only improved land with a one-to-four family residence, and each insured party must be a Natural Person or Estate Planning Entity."
  },
  {
    "id": "chunk_191",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_26",
    "source": null,
    "content": "ALLIED TITLE & ESCROW, LLC collects personal info from:  \n- Your agent (e.g., name, address, SSN)  \n- Transactional sources (e.g., lender, attorney, broker)  \n- Public records  \nThey do not disclose personal info except as permitted by law.  \nAccess is limited to employees who need it.  \nThey maintain appropriate physical, electronic, and procedural safeguards."
  },
  {
    "id": "chunk_129",
    "source": null,
    "content": "The single premium is directly related to the value of your home. Typically, it is less expensive than your annual auto insurance. It is a one-time-only expense, paid when you purchase your home, yet it continues to provide complete coverage for as long as you or your heirs own the property."
  },
  {
    "id": "chunk_71",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_51",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_109",
    "source": null,
    "content": "- Absolutely!\n- EMD submission options include:\n- Using the Earnnest mobile app\n- Wiring to us from your bank\n- Overnighting a check to one of our offices\n- Once the funds hit our account, we will transfer the funds to your closing attorney."
  },
  {
    "id": "chunk_47",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_10",
    "source": null,
    "content": "Settlement is not complete until:  \n- Certified funds are received and cleared  \n- All checks (including assignment of funds) are received and cleared  \n- All documents are properly executed and delivered  \n- Lender’s requirements are fulfilled  \n- Title search is current through recordation"
  },
  {
    "id": "chunk_148",
    "source": null,
    "content": "If you do this now, it will save time in the future. You‘ll need to submit documentation to your lender and your title and settlement company. Better to plan ahead and avoid the last-minute scramble.\n- The last two years’ tax returns  \n- Pay stubs or proof of income (3 months)  \n- Bank statements, brokerage, and investment account statements (last 12 months)  \n- Proof of funds for down payment and closing  \n- Unexpired Government Issued Photo Identification  \n- If you are currently a renter you may need a letter of recommendation from a previous landlord"
  },
  {
    "id": "chunk_133",
    "source": null,
    "content": "Have questions?  \nCall Allied at 703-567-7933  \ninfo@alliedtitleandescrow.com  \nSend title requests to: orders@alliedtitleandescrow.com  \n3100 Clarendon Blvd, Suite 630, Arlington, VA 22201"
  },
  {
    "id": "chunk_84",
    "source": null,
    "content": "- We issue the title policy for the closing attorney.  \n- We offer guidance on title issues.  \n- We can assist with logistics or services, as requested by the attorney."
  },
  {
    "id": "chunk_164",
    "source": null,
    "content": "When you are making an offer, be sure to let your real estate agent know that you’ll be working with Allied Title for your title search and closing. Your agent will put the correct information on the ratified contract. Your processing team will work to coordinate all the details of your closing. Your settlement agent will explain the process and manage all of your documents through a secure portal. Allied will expertly conduct your title search and guide you through the title insurance options."
  },
  {
    "id": "chunk_172",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_92",
    "source": null,
    "content": "Only if the **attorney** handling the closing also uses Qualia.  \nPlease note:  \nOur Qualia system is set up differently for DE files than for VA files.  \nYou will not be able to access the DE file in our system."
  },
  {
    "id": "chunk_125",
    "source": null,
    "content": "This advertising is for informational purposes only. Actual coverages and your eligibility may vary by company and state.  \nFor exact terms, conditions, exclusions, eligibility, and limitations, please contact a title insurance company authorized to do business in your location.\nFor more information about owner's title insurance, contact info@alliedtitleandescrow.com  \nAllied Title & Escrow II  \n3100 Clarendon Blvd, Ste 630, Arlington, VA 22201-5302  \nP.703-567-7933  \nwww.alliedtitleandescrow.com"
  },
  {
    "id": "chunk_93",
    "source": null,
    "content": "Found the perfect home? Your agent can help you make an offer as well as recommend contingency clauses, conditions, closing dates, and more. Your agent can also offer suggestions for termite/pest inspectors and a home inspector who will look for hidden structural or functional problems with the house."
  },
  {
    "id": "chunk_124",
    "source": null,
    "content": "Closing is the final step in executing the home buying transition.  \nIt is the process that allows the transfer of ownership to occur.  \nUpon completion of the closing process, you get the keys to your home!"
  },
  {
    "id": "chunk_173",
    "source": null,
    "content": "- Select the “Paper Check” option  \n- Take a scan or photo of your check  \n- Press “Continue” and send"
  },
  {
    "id": "chunk_165",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_132",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_85",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_11",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_149",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_46",
    "source": null,
    "content": "A title search is a standard part of the homebuying process conducted to uncover issues that could prevent your right to the property.  \nYour closing agent reviews public records to identify any problems or defects that could cause legal issues."
  },
  {
    "id": "chunk_50",
    "source": null,
    "content": "Purchasing owner's title insurance is a smart decision because it’s the best way to protect your property from future legal claims."
  },
  {
    "id": "chunk_108",
    "source": null,
    "content": "- The attorney handles the closing, communicating with lenders, agents, and clients, and handling the escrows and disbursements."
  },
  {
    "id": "chunk_128",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_70",
    "source": null,
    "content": "As long as you or your heirs own your home, the policy continues to protect your **property rights**."
  },
  {
    "id": "chunk_190",
    "source": null,
    "content": "\\* Includes post-policy coverage  \n\\** If the encroaching structures are boundary walls or fences, coverage is subject to a deductible and liability cap.  \n\\*** Coverage for subsurface damage is subject to a deductible and liability cap."
  },
  {
    "id": "chunk_27",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_169",
    "source": null,
    "content": "(via Zoccam)"
  },
  {
    "id": "chunk_31",
    "source": null,
    "content": "This affidavit is provided to induce Old Republic National Title Insurance Company to remove exceptions from the lender's title insurance policy for this transaction."
  },
  {
    "id": "chunk_186",
    "source": null,
    "content": "3100 Clarendon Blvd, Suite 630  \nArlington, VA 22201  \nwww.alliedtitleandescrow.com"
  },
  {
    "id": "chunk_89",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_66",
    "source": null,
    "content": "There are many hidden issues that can surface after purchase.  \nOwner's title insurance protects you from unforeseen legal and financial problems.\nCommon unexpected title claims include:\n- Outstanding mortgages, judgments, or tax liens from the previous owner  \n- Pending legal action against the property  \n- Unknown heirs claiming ownership"
  },
  {
    "id": "chunk_1",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_145",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_112",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_104",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_153",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_158",
    "source": null,
    "content": "When it’s time to get serious, you’ll want an experienced real estate agent. Agents can provide valuable information on neighborhoods, schools, and have valuable insights including market conditions, comparable sales, and time on market. You’ll be happy to have an agent to negotiate on your behalf, prepare your offer, and help work through any issues that might arise."
  },
  {
    "id": "chunk_57",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_41",
    "source": null,
    "content": "- Our Client Experience Team is dedicated to ensuring the best closing experience for buyers, sellers, and agents.\n- Over **14,000+ five star reviews** on Google, Qualia, and Facebook.\n- With **multiple attorneys on staff**, our team is available to answer any questions you might have.\n- We close **anywhere, anytime**, and in **multiple different languages**."
  },
  {
    "id": "chunk_119",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_16",
    "source": null,
    "content": "The parties agree to cooperate in correcting typographical/clerical errors in closing documents.  \nALLIED TITLE & ESCROW, LLC may:  \n- Make corrections  \n- Initial changes  \n- Sign on the parties’ behalf  \nCopies of amended documents will be provided."
  },
  {
    "id": "chunk_135",
    "source": null,
    "content": "| Service Description                                       | Fee       |\n|-----------------------------------------------------------|-----------|\n| Closing Fee – Real Estate Agent or Broker Facilitated Sale| $400.00   |\n| Loan Closing Fee – Concurrent with Residential Sale       | $425.00   |\n| Loan Closing Fee – Residential Refinance                  | $450.00   |\n| Loan Closing Fee – 2nd/Junior                             | $200.00   |\n| Closing Fee – Commercial Sale                             | $600.00   |\n| Closing Fee – Commercial Loan                             | $600.00   |"
  },
  {
    "id": "chunk_82",
    "source": null,
    "content": "Delaware is an **attorney-only state**.  \nThis means an attorney must conduct the closing and handle all funds.  \nWe work closely with trusted attorneys in Delaware to ensure the process is  \nas similar as possible to Allied’s full-service offerings in non-attorney states  \nlike Virginia."
  },
  {
    "id": "chunk_162",
    "source": null,
    "content": "Found the perfect home? Your agent can help you make an offer as well as recommend contingency clauses, conditions, closing dates, and more. Your agent can also offer suggestions for termite/pest inspectors and a home inspector who will look for hidden structural or functional problems with the house."
  },
  {
    "id": "chunk_174",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_94",
    "source": null,
    "content": "ÿþ*\u0000*\u0000F\u0000L\u0000O\u0000R\u0000I\u0000D\u0000A\u0000 \u0000R\u0000E\u0000F\u0000I\u0000N\u0000A\u0000N\u0000C\u0000E\u0000 \u0000F\u0000E\u0000E\u0000 \u0000S\u0000C\u0000H\u0000E\u0000D\u0000U\u0000L\u0000E\u0000*\u0000*\u0000\n\u0000\n\u0000|\u0000 \u0000*\u0000*\u0000L\u0000o\u0000a\u0000n\u0000 \u0000A\u0000m\u0000o\u0000u\u0000n\u0000t\u0000*\u0000*\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000*\u0000*\u0000F\u0000L\u0000 \u0000F\u0000l\u0000a\u0000t\u0000 \u0000R\u0000a\u0000t\u0000e\u0000*\u0000*\u0000 \u0000|\u0000\n\u0000|\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000|\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000|\u0000\n\u0000|\u0000 \u0000U\u0000p\u0000 \u0000t\u0000o\u0000 \u0000$\u00002\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00001\u0000,\u00006\u00005\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000|\u0000\n\u0000|\u0000 \u0000$\u00002\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000t\u0000o\u0000 \u0000$\u00003\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00001\u0000,\u00008\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000|\u0000\n\u0000|\u0000 \u0000$\u00003\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000t\u0000o\u0000 \u0000$\u00004\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00002\u0000,\u00001\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000|\u0000\n\u0000|\u0000 \u0000$\u00004\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000t\u0000o\u0000 \u0000$\u00005\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00002\u0000,\u00004\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000|\u0000\n\u0000|\u0000 \u0000$\u00005\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000t\u0000o\u0000 \u0000$\u00006\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00002\u0000,\u00007\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000|\u0000\n\u0000|\u0000 \u0000$\u00006\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000t\u0000o\u0000 \u0000$\u00007\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00003\u0000,\u00000\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000|\u0000\n\u0000|\u0000 \u0000$\u00007\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000t\u0000o\u0000 \u0000$\u00008\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00003\u0000,\u00003\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000|\u0000\n\u0000|\u0000 \u0000$\u00008\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000t\u0000o\u0000 \u0000$\u00009\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00003\u0000,\u00006\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000|\u0000\n\u0000|\u0000 \u0000$\u00009\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000t\u0000o\u0000 \u0000$\u00001\u0000,\u00000\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00003\u0000,\u00009\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000|\u0000\n\u0000|\u0000 \u0000$\u00001\u0000,\u00000\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000t\u0000o\u0000 \u0000$\u00001\u0000,\u00001\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00004\u0000,\u00001\u00005\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000|\u0000\n\u0000|\u0000 \u0000$\u00001\u0000,\u00001\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000t\u0000o\u0000 \u0000$\u00001\u0000,\u00002\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00004\u0000,\u00003\u00005\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000|\u0000\n\u0000|\u0000 \u0000$\u00001\u0000,\u00002\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000t\u0000o\u0000 \u0000$\u00001\u0000,\u00003\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00004\u0000,\u00005\u00005\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000|\u0000\n\u0000|\u0000 \u0000$\u00001\u0000,\u00003\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000t\u0000o\u0000 \u0000$\u00001\u0000,\u00004\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00004\u0000,\u00007\u00005\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000|\u0000\n\u0000|\u0000 \u0000$\u00001\u0000,\u00004\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000t\u0000o\u0000 \u0000$\u00001\u0000,\u00005\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00004\u0000,\u00009\u00005\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000|\u0000\n\u0000\n\u0000-\u0000-\u0000-\u0000\n\u0000\n\u0000*\u0000*\u0000W\u0000H\u0000Y\u0000 \u0000W\u0000O\u0000R\u0000K\u0000 \u0000W\u0000I\u0000T\u0000H\u0000 \u0000A\u0000L\u0000L\u0000I\u0000E\u0000D\u0000?\u0000*\u0000*\u0000\n\u0000\n\u0000-\u0000 \u0000W\u0000e\u0000 \u0000t\u0000u\u0000r\u0000n\u0000 \u0000a\u0000r\u0000o\u0000u\u0000n\u0000d\u0000 \u0000T\u0000i\u0000t\u0000l\u0000e\u0000 \u0000w\u0000o\u0000r\u0000k\u0000 \u0000i\u0000n\u0000 \u00003\u0000\u0013 5\u0000 \u0000b\u0000u\u0000s\u0000i\u0000n\u0000e\u0000s\u0000s\u0000 \u0000d\u0000a\u0000y\u0000s\u0000.\u0000\n\u0000-\u0000 \u0000O\u0000v\u0000e\u0000r\u0000 \u0000*\u0000*\u00001\u00004\u0000,\u00000\u00000\u00000\u0000+\u0000 \u00005\u0000-\u0000s\u0000t\u0000a\u0000r\u0000 \u0000r\u0000e\u0000v\u0000i\u0000e\u0000w\u0000s\u0000*\u0000*\u0000 \u0000(\u0000y\u0000o\u0000u\u0000 \u0000r\u0000e\u0000a\u0000d\u0000 \u0000t\u0000h\u0000a\u0000t\u0000 \u0000c\u0000o\u0000r\u0000r\u0000e\u0000c\u0000t\u0000l\u0000y\u0000!\u0000)\u0000\n\u0000-\u0000 \u0000R\u0000e\u0000s\u0000p\u0000o\u0000n\u0000s\u0000i\u0000v\u0000e\u0000:\u0000 \u0000E\u0000a\u0000c\u0000h\u0000 \u0000p\u0000r\u0000o\u0000c\u0000e\u0000s\u0000s\u0000o\u0000r\u0000 \u0000a\u0000l\u0000s\u0000o\u0000 \u0000h\u0000a\u0000s\u0000 \u0000a\u0000 \u0000p\u0000r\u0000e\u0000-\u0000p\u0000r\u0000o\u0000c\u0000e\u0000s\u0000s\u0000o\u0000r\u0000 \u0000f\u0000o\u0000r\u0000 \u0000r\u0000e\u0000s\u0000p\u0000o\u0000n\u0000s\u0000i\u0000v\u0000e\u0000 \u0000c\u0000o\u0000m\u0000m\u0000u\u0000n\u0000i\u0000c\u0000a\u0000t\u0000i\u0000o\u0000n\u0000.\u0000\n\u0000-\u0000 \u0000W\u0000e\u0000 \u0000c\u0000l\u0000o\u0000s\u0000e\u0000 \u0000*\u0000*\u0000a\u0000n\u0000y\u0000w\u0000h\u0000e\u0000r\u0000e\u0000,\u0000 \u0000a\u0000n\u0000y\u0000t\u0000i\u0000m\u0000e\u0000*\u0000*\u0000.\u0000\n\u0000\n\u0000-\u0000-\u0000-\u0000\n\u0000\n\u0000*\u0000*\u0000T\u0000I\u0000T\u0000L\u0000E\u0000 \u0000R\u0000E\u0000Q\u0000U\u0000E\u0000S\u0000T\u0000 \u0000S\u0000U\u0000B\u0000M\u0000I\u0000S\u0000S\u0000I\u0000O\u0000N\u0000*\u0000*\u0000\n\u0000\n\u0000P\u0000l\u0000e\u0000a\u0000s\u0000e\u0000 \u0000s\u0000e\u0000n\u0000d\u0000 \u0000a\u0000l\u0000l\u0000 \u0000t\u0000i\u0000t\u0000l\u0000e\u0000 \u0000r\u0000e\u0000q\u0000u\u0000e\u0000s\u0000t\u0000s\u0000 \u0000t\u0000o\u0000:\u0000 \u0000 \u0000\n\u0000*\u0000*\u0000F\u0000L\u0000O\u0000R\u0000D\u0000E\u0000R\u0000S\u0000@\u0000A\u0000L\u0000L\u0000I\u0000E\u0000D\u0000T\u0000I\u0000T\u0000L\u0000E\u0000A\u0000N\u0000D\u0000E\u0000S\u0000C\u0000R\u0000O\u0000W\u0000.\u0000C\u0000O\u0000M\u0000*\u0000*\u0000\n\u0000\n\u0000-\u0000-\u0000-\u0000\n\u0000\n\u0000*\u0000*\u0000W\u0000H\u0000A\u0000T\u0000\u0019 S\u0000 \u0000I\u0000N\u0000C\u0000L\u0000U\u0000D\u0000E\u0000D\u0000 \u0000I\u0000N\u0000 \u0000P\u0000R\u0000I\u0000C\u0000I\u0000N\u0000G\u0000*\u0000*\u0000\n\u0000\n\u0000-\u0000 \u0000T\u0000i\u0000t\u0000l\u0000e\u0000 \u0000I\u0000n\u0000s\u0000u\u0000r\u0000a\u0000n\u0000c\u0000e\u0000 \u0000P\u0000r\u0000e\u0000m\u0000i\u0000u\u0000m\u0000 \u0000(\u0000a\u0000t\u0000 \u0000r\u0000e\u0000f\u0000i\u0000n\u0000a\u0000n\u0000c\u0000e\u0000 \u0000o\u0000r\u0000 \u0000r\u0000e\u0000i\u0000s\u0000s\u0000u\u0000e\u0000 \u0000r\u0000a\u0000t\u0000e\u0000 \u0000\u0014  \u0000*\u0000*\u0000s\u0000u\u0000b\u0000j\u0000e\u0000c\u0000t\u0000 \u0000t\u0000o\u0000 \u0000c\u0000h\u0000a\u0000n\u0000g\u0000e\u0000*\u0000*\u0000 \u0000i\u0000f\u0000 \u0000r\u0000e\u0000i\u0000s\u0000s\u0000u\u0000e\u0000 \u0000r\u0000a\u0000t\u0000e\u0000 \u0000n\u0000o\u0000t\u0000 \u0000a\u0000v\u0000a\u0000i\u0000l\u0000a\u0000b\u0000l\u0000e\u0000)\u0000 \u0000 \u0000\n\u0000-\u0000 \u0000C\u0000l\u0000o\u0000s\u0000i\u0000n\u0000g\u0000 \u0000F\u0000e\u0000e\u0000 \u0000 \u0000\n\u0000-\u0000 \u0000T\u0000i\u0000t\u0000l\u0000e\u0000 \u0000S\u0000e\u0000a\u0000r\u0000c\u0000h\u0000 \u0000 \u0000\n\u0000-\u0000 \u0000T\u0000i\u0000t\u0000l\u0000e\u0000 \u0000C\u0000o\u0000m\u0000m\u0000i\u0000t\u0000m\u0000e\u0000n\u0000t\u0000 \u0000 \u0000\n\u0000-\u0000 \u0000R\u0000e\u0000l\u0000e\u0000a\u0000s\u0000e\u0000 \u0000T\u0000r\u0000a\u0000c\u0000k\u0000i\u0000n\u0000g\u0000 \u0000 \u0000\n\u0000-\u0000 \u0000R\u0000e\u0000m\u0000o\u0000t\u0000e\u0000 \u0000C\u0000l\u0000o\u0000s\u0000i\u0000n\u0000g\u0000"
  },
  {
    "id": "chunk_123",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_154",
    "source": null,
    "content": "After assessing your finances and you believe you’re ready to buy, talk to a few lenders! Lenders will help you understand the types of mortgages you may be able to qualify for and can answer questions about terms, interest rates, and requirements for credit scores and DTI. Talk with a few and decide where you are comfortable."
  },
  {
    "id": "chunk_103",
    "source": null,
    "content": "We'll send secure instructions on how to send your EMD.  \nWe'll hold it safely in escrow and apply it toward your closing costs when you finalize your purchase."
  },
  {
    "id": "chunk_115",
    "source": null,
    "content": "No homebuyer wants to inherit existing debts or legal issues that could interfere with their property rights in the future. Clear title allows you to use or modify your property."
  },
  {
    "id": "chunk_142",
    "source": null,
    "content": "This schedule of fees has been prepared and published in compliance with the  \nDivision of Insurance of the State of Colorado and for the convenience of our  \ncustomers in determining charges for services regularly rendered.\nOther types of coverages are available. Please contact our local office for  \nmore information. Other fees and charges may apply. Amounts shown herein  \nare subject to change."
  },
  {
    "id": "chunk_6",
    "source": null,
    "content": "ALLIED TITLE & ESCROW, LLC does not guarantee the accuracy of third-party information such as:  \n- Contract provisions  \n- Water/sewer charges  \n- Taxes and assessments  \n- Loan balances  \n- Escrow funds and lender charges  \nParties are responsible for resolving any discrepancies."
  },
  {
    "id": "chunk_139",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_61",
    "source": null,
    "content": "*This advertising is for informational purposes only.  \nActual coverages and eligibility may vary by company and state.  \nFor exact terms, conditions, exclusions, and limitations, contact a licensed title insurance company in your area.*"
  },
  {
    "id": "chunk_36",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_181",
    "source": null,
    "content": "- May be filed by those who performed unpaid work or supplied unpaid materials to improve the property.\n- Common in new construction or properties recently renovated.\n- Liens can be filed up to **121 days after work is completed**.\n- Title insurance may protect against these liens **if**:\n- The seller provides affidavits, lien waivers, or receipts as required in the title commitment.\n- Does **not** cover value of improvements made after the policy date.\n- Coverage applies only to work completed **on or before** the date of the policy."
  },
  {
    "id": "chunk_178",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_20",
    "source": null,
    "content": "Any check not cashed within 90 days is subject to:  \n- $50.00 administrative fee  \n- Additional $50.00 fee every 30 days  \n(Fees will not exceed the check amount.)"
  },
  {
    "id": "chunk_98",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_77",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_99",
    "source": null,
    "content": "Your agent will send your contract directly to Allied Title & Escrow. That's when our team jumps into action."
  },
  {
    "id": "chunk_76",
    "source": null,
    "content": "Owner's title insurance gives you confidence and protection.  \nYou can close knowing that you won’t inherit debts or legal issues tied to the property."
  },
  {
    "id": "chunk_179",
    "source": null,
    "content": "Virginia Code §38.2-4616 requires purchasers of residential real estate to designate in writing whether or not they wish to purchase Owner’s Title Insurance. Title insurance protects against the hidden hazards of real estate ownership.\nYou are *not* required to purchase title insurance to protect yourself as a purchaser. However, your lender **does** require title insurance to protect their collateral.\n- **Lender’s Policy:** Protects the lender if you default on your loan and there are title issues during foreclosure. This policy **does not** protect you as the owner."
  },
  {
    "id": "chunk_21",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_37",
    "source": null,
    "content": "**1.** The payments, prorations, and adjustments which have been computed and set forth on the Settlement Statement represent the good faith effort of the parties to allocate all items adjusted accordingly.\n**2.** Any prorated item which has been incorrectly adjusted in the computation of the prorations, upon delivery of such omission or error, shall be promptly readjusted.\n**3.** The undersigned parties agree to look only to each other for adjustments other than those shown on the Settlement Statement and to hold the Lender, its title insurer, and Allied Title & Escrow harmless therefrom.\n**4.** This agreement shall apply to real estate taxes, water and sewer charges, and any other municipal charges.\n**5.** Seller agrees to be responsible for any outstanding water or sewer liens and charges as of the date of closing, and any subsequent final readings.\n**6.** In the event that there are any outstanding real estate taxes, water or sewer liens, and charges as of the date of closing, Seller agrees to pay them forthwith upon receipt of a bill from the municipality.\n**7.** We, the undersigned Buyers and Sellers, agree to indemnify and hold harmless the Lender and Allied Title & Escrow for insurance, taxes, water and sewer, electric, gas, oil or condominium fees or reserve adjustments which were adjusted between the Buyer and Seller. Buyer and Seller agree that neither Lender nor Allied Title & Escrow takes responsibility for these adjustments as they were negotiated.\n**8.** The provisions hereof shall survive closing."
  },
  {
    "id": "chunk_180",
    "source": null,
    "content": "- Protects you from hidden title issues including:\n- Hidden liens\n- Forgeries\n- Unreported tax bills\n- Undisclosed claims to ownership or usage\n- Covers legal fees to defend your rights to the property.\n- Coverage extends even after the property is sold.\n- Paid once at settlement — **no annual premiums**."
  },
  {
    "id": "chunk_138",
    "source": null,
    "content": "6760 Corporate Dr, Ste 100  \nColorado Springs, CO 80919  \n(719) 698-9298  \ninfo@alliedtitlecolorado.com"
  },
  {
    "id": "chunk_60",
    "source": null,
    "content": "Call Allied: 703-567-7933  \nSend title requests to: orders@alliedtitleandescrow.com  \n3100 Clarendon Blvd, Ste 630, Arlington, VA 22201-5302  \nwww.alliedtitleandescrow.com"
  },
  {
    "id": "chunk_7",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_143",
    "source": null,
    "content": "6385 Corporate Dr, Suite 200  \nColorado Springs, CO 80919  \n(719) 698-9298  \ninfo@alliedtitlecolorado.com"
  },
  {
    "id": "chunk_114",
    "source": null,
    "content": "Title is your ownership right to your property."
  },
  {
    "id": "chunk_102",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_155",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_95",
    "source": null,
    "content": "Welcome! If you're considering making an offer on this home, here's what happens next — and how Allied Title & Escrow will be with you every step of the way."
  },
  {
    "id": "chunk_122",
    "source": null,
    "content": "There are two different types of title insurance: the owner's policy and the lender's policy.\n- The **owner's policy** is purchased by you, the homebuyer. While it is your choice, purchasing an owner’s title insurance policy is the best way to protect your property rights.\n- The **lender's policy** is usually paid for by you or the seller. It is almost always required by the lender and only protects the lender's interest.\nSometimes undiscoverable defects can come up after the title search. Title issues may include forgery, fraud or clerical errors.  \nOwner's title insurance is the best way to protect yourself from losing your property.  \nEvery year, the vast majority of homebuyers in America elect to protect the largest investment of their lives, and purchase owner's title insurance.  \nOwner's title insurance protects your interests after you purchase your home."
  },
  {
    "id": "chunk_175",
    "source": null,
    "content": "- Select the “Create” option  \n- Log into your bank using your bank’s secure login  \n- Pick the account you want the check created from  \n- Sign in the white box as you would a physical check  \n- Press “Continue” and send"
  },
  {
    "id": "chunk_163",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_134",
    "source": null,
    "content": "ÿþ*\u0000*\u0000V\u0000A\u0000,\u0000 \u0000D\u0000C\u0000,\u0000 \u0000a\u0000n\u0000d\u0000 \u0000M\u0000D\u0000 \u0000R\u0000e\u0000f\u0000i\u0000n\u0000a\u0000n\u0000c\u0000e\u0000 \u0000F\u0000e\u0000e\u0000 \u0000S\u0000c\u0000h\u0000e\u0000d\u0000u\u0000l\u0000e\u0000*\u0000*\u0000\n\u0000\n\u0000|\u0000 \u0000L\u0000O\u0000A\u0000N\u0000 \u0000A\u0000M\u0000O\u0000U\u0000N\u0000T\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000V\u0000A\u0000 \u0000F\u0000L\u0000A\u0000T\u0000 \u0000R\u0000A\u0000T\u0000E\u0000 \u0000|\u0000 \u0000D\u0000C\u0000 \u0000F\u0000L\u0000A\u0000T\u0000 \u0000R\u0000A\u0000T\u0000E\u0000 \u0000|\u0000 \u0000M\u0000D\u0000 \u0000F\u0000L\u0000A\u0000T\u0000 \u0000R\u0000A\u0000T\u0000E\u0000 \u0000|\u0000\n\u0000|\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000|\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000|\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000|\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000-\u0000|\u0000\n\u0000|\u0000 \u0000U\u0000p\u0000 \u0000t\u0000o\u0000 \u0000$\u00002\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00001\u0000,\u00003\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00001\u0000,\u00005\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00001\u0000,\u00003\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000\n\u0000|\u0000 \u0000$\u00002\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000t\u0000o\u0000 \u0000$\u00003\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00001\u0000,\u00004\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00001\u0000,\u00006\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00001\u0000,\u00004\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000\n\u0000|\u0000 \u0000$\u00003\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000t\u0000o\u0000 \u0000$\u00004\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00001\u0000,\u00006\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00001\u0000,\u00008\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00001\u0000,\u00006\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000\n\u0000|\u0000 \u0000$\u00004\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000t\u0000o\u0000 \u0000$\u00005\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00001\u0000,\u00008\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00002\u0000,\u00000\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00001\u0000,\u00008\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000\n\u0000|\u0000 \u0000$\u00005\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000t\u0000o\u0000 \u0000$\u00006\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00002\u0000,\u00000\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00002\u0000,\u00002\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00002\u0000,\u00000\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000\n\u0000|\u0000 \u0000$\u00006\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000t\u0000o\u0000 \u0000$\u00007\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00002\u0000,\u00002\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00002\u0000,\u00004\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00002\u0000,\u00001\u00005\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000\n\u0000|\u0000 \u0000$\u00007\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000t\u0000o\u0000 \u0000$\u00008\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00002\u0000,\u00004\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00002\u0000,\u00006\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00002\u0000,\u00003\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000\n\u0000|\u0000 \u0000$\u00008\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000t\u0000o\u0000 \u0000$\u00009\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00002\u0000,\u00006\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00002\u0000,\u00008\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00002\u0000,\u00005\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000\n\u0000|\u0000 \u0000$\u00009\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000t\u0000o\u0000 \u0000$\u00001\u0000,\u00000\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00002\u0000,\u00008\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00003\u0000,\u00000\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00002\u0000,\u00007\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000\n\u0000|\u0000 \u0000$\u00001\u0000,\u00000\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000t\u0000o\u0000 \u0000$\u00001\u0000,\u00001\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000 \u0000|\u0000 \u0000$\u00003\u0000,\u00000\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00003\u0000,\u00002\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00002\u0000,\u00009\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000\n\u0000|\u0000 \u0000$\u00001\u0000,\u00001\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000t\u0000o\u0000 \u0000$\u00001\u0000,\u00002\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000 \u0000|\u0000 \u0000$\u00003\u0000,\u00001\u00005\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00003\u0000,\u00003\u00005\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00003\u0000,\u00000\u00005\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000\n\u0000|\u0000 \u0000$\u00001\u0000,\u00002\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000t\u0000o\u0000 \u0000$\u00001\u0000,\u00003\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000 \u0000|\u0000 \u0000$\u00003\u0000,\u00003\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00003\u0000,\u00005\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00003\u0000,\u00002\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000\n\u0000|\u0000 \u0000$\u00001\u0000,\u00003\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000t\u0000o\u0000 \u0000$\u00001\u0000,\u00004\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000 \u0000|\u0000 \u0000$\u00003\u0000,\u00004\u00005\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00003\u0000,\u00006\u00005\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00003\u0000,\u00003\u00005\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000\n\u0000|\u0000 \u0000$\u00001\u0000,\u00004\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000t\u0000o\u0000 \u0000$\u00001\u0000,\u00005\u00000\u00000\u0000,\u00000\u00000\u00000\u0000 \u0000 \u0000|\u0000 \u0000$\u00003\u0000,\u00006\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00003\u0000,\u00008\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000 \u0000$\u00003\u0000,\u00005\u00000\u00000\u0000.\u00000\u00000\u0000 \u0000 \u0000 \u0000 \u0000|\u0000\n\u0000\n\u0000-\u0000-\u0000-\u0000\n\u0000\n\u0000*\u0000*\u0000W\u0000H\u0000Y\u0000 \u0000W\u0000O\u0000R\u0000K\u0000 \u0000W\u0000I\u0000T\u0000H\u0000 \u0000A\u0000L\u0000L\u0000I\u0000E\u0000D\u0000?\u0000*\u0000*\u0000\n\u0000\n\u0000-\u0000 \u0000W\u0000e\u0000 \u0000t\u0000u\u0000r\u0000n\u0000 \u0000a\u0000r\u0000o\u0000u\u0000n\u0000d\u0000 \u0000T\u0000i\u0000t\u0000l\u0000e\u0000 \u0000w\u0000o\u0000r\u0000k\u0000 \u0000i\u0000n\u0000 \u00003\u0000-\u00005\u0000 \u0000b\u0000u\u0000s\u0000i\u0000n\u0000e\u0000s\u0000s\u0000 \u0000d\u0000a\u0000y\u0000s\u0000 \u0000 \u0000\n\u0000-\u0000 \u0000O\u0000v\u0000e\u0000r\u0000 \u00001\u00005\u0000,\u00000\u00000\u00000\u0000+\u0000 \u00005\u0000-\u0000s\u0000t\u0000a\u0000r\u0000 \u0000r\u0000e\u0000v\u0000i\u0000e\u0000w\u0000s\u0000 \u0000(\u0000y\u0000o\u0000u\u0000 \u0000r\u0000e\u0000a\u0000d\u0000 \u0000t\u0000h\u0000a\u0000t\u0000 \u0000c\u0000o\u0000r\u0000r\u0000e\u0000c\u0000t\u0000l\u0000y\u0000!\u0000)\u0000 \u0000 \u0000\n\u0000-\u0000 \u0000R\u0000e\u0000s\u0000p\u0000o\u0000n\u0000s\u0000i\u0000v\u0000e\u0000:\u0000 \u0000E\u0000a\u0000c\u0000h\u0000 \u0000p\u0000r\u0000o\u0000c\u0000e\u0000s\u0000s\u0000o\u0000r\u0000 \u0000a\u0000l\u0000s\u0000o\u0000 \u0000h\u0000a\u0000s\u0000 \u0000a\u0000 \u0000p\u0000r\u0000e\u0000-\u0000p\u0000r\u0000o\u0000c\u0000e\u0000s\u0000s\u0000o\u0000r\u0000 \u0000f\u0000o\u0000r\u0000 \u0000r\u0000e\u0000s\u0000p\u0000o\u0000n\u0000s\u0000i\u0000v\u0000e\u0000 \u0000c\u0000o\u0000m\u0000m\u0000u\u0000n\u0000i\u0000c\u0000a\u0000t\u0000i\u0000o\u0000n\u0000 \u0000 \u0000\n\u0000-\u0000 \u0000W\u0000e\u0000 \u0000c\u0000l\u0000o\u0000s\u0000e\u0000 \u0000a\u0000n\u0000y\u0000w\u0000h\u0000e\u0000r\u0000e\u0000,\u0000 \u0000a\u0000n\u0000y\u0000t\u0000i\u0000m\u0000e\u0000.\u0000\n\u0000\n\u0000-\u0000-\u0000-\u0000\n\u0000\n\u0000*\u0000*\u0000C\u0000o\u0000n\u0000t\u0000a\u0000c\u0000t\u0000 \u0000I\u0000n\u0000f\u0000o\u0000r\u0000m\u0000a\u0000t\u0000i\u0000o\u0000n\u0000:\u0000*\u0000*\u0000\n\u0000\n\u0000P\u0000l\u0000e\u0000a\u0000s\u0000e\u0000 \u0000s\u0000e\u0000n\u0000d\u0000 \u0000a\u0000l\u0000l\u0000 \u0000t\u0000i\u0000t\u0000l\u0000e\u0000 \u0000r\u0000e\u0000q\u0000u\u0000e\u0000s\u0000t\u0000s\u0000 \u0000t\u0000o\u0000:\u0000 \u0000o\u0000r\u0000d\u0000e\u0000r\u0000s\u0000@\u0000a\u0000l\u0000l\u0000i\u0000e\u0000d\u0000t\u0000i\u0000t\u0000l\u0000e\u0000a\u0000n\u0000d\u0000e\u0000s\u0000c\u0000r\u0000o\u0000w\u0000.\u0000c\u0000o\u0000m\u0000\n\u0000\n\u0000-\u0000-\u0000-\u0000\n\u0000\n\u0000*\u0000P\u0000r\u0000i\u0000c\u0000i\u0000n\u0000g\u0000 \u0000i\u0000n\u0000c\u0000l\u0000u\u0000d\u0000e\u0000s\u0000:\u0000 \u0000T\u0000i\u0000t\u0000l\u0000e\u0000 \u0000I\u0000n\u0000s\u0000u\u0000r\u0000a\u0000n\u0000c\u0000e\u0000 \u0000p\u0000r\u0000e\u0000m\u0000i\u0000u\u0000m\u0000 \u0000(\u0000a\u0000t\u0000 \u0000r\u0000e\u0000f\u0000i\u0000n\u0000a\u0000n\u0000c\u0000e\u0000 \u0000o\u0000r\u0000 \u0000r\u0000e\u0000i\u0000s\u0000s\u0000u\u0000e\u0000 \u0000r\u0000a\u0000t\u0000e\u0000)\u0000,\u0000 \u0000C\u0000l\u0000o\u0000s\u0000i\u0000n\u0000g\u0000 \u0000F\u0000e\u0000e\u0000,\u0000 \u0000T\u0000i\u0000t\u0000l\u0000e\u0000 \u0000S\u0000e\u0000a\u0000r\u0000c\u0000h\u0000,\u0000 \u0000T\u0000i\u0000t\u0000l\u0000e\u0000 \u0000C\u0000o\u0000m\u0000m\u0000i\u0000t\u0000m\u0000e\u0000n\u0000t\u0000,\u0000 \u0000R\u0000e\u0000l\u0000e\u0000a\u0000s\u0000e\u0000 \u0000t\u0000r\u0000a\u0000c\u0000k\u0000i\u0000n\u0000g\u0000,\u0000 \u0000a\u0000n\u0000d\u0000 \u0000R\u0000e\u0000m\u0000o\u0000t\u0000e\u0000 \u0000C\u0000l\u0000o\u0000s\u0000i\u0000n\u0000g\u0000*\u0000"
  },
  {
    "id": "chunk_83",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_17",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_40",
    "source": null,
    "content": ""
  },
  {
    "id": "chunk_118",
    "source": null,
    "content": "Title insurance professionals examine or research public records to see if there are any problems or defects that could cause you legal issues. They may also manage the closing process.  \nThe title professional ensures the title search is completed, writes the title insurance policy and works to reduce your risk of ownership issues in the future."
  },
  {
    "id": "chunk_56",
    "source": null,
    "content": "Your owner’s insurance policy lasts as long as you or your heirs own your property.  \nYour life will change over time, but your peace of mind never will."
  },
  {
    "id": "chunk_159",
    "source": null,
    "content": ""
  }
]